# .zsh_plugins.txt

# frameworks like oh-my-zsh are supported
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/command-not-found
ohmyzsh/ohmyzsh path:plugins/common-aliases
ohmyzsh/ohmyzsh path:plugins/gem
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/npm
ohmyzsh/ohmyzsh path:plugins/tmux
ohmyzsh/ohmyzsh path:plugins/yarn
ohmyzsh/ohmyzsh path:plugins/fzf

# prompts:
#   with prompt plugins, remember to add this to your .zshrc:
#   `autoload -Uz promptinit && promptinit && prompt pure`
# sindresorhus/pure
romkatv/powerlevel10k

# popular fish-like plugins
zsh-users/zsh-autosuggestions
zsh-users/zsh-completions path:src kind:fpath
zdharma-continuum/fast-syntax-highlighting kind:defer
zsh-users/zsh-history-substring-search
